<template>
  <div>
    <pre>
    <div class="text-center">
      <img src="/static/img/vip.jpg" alt="">
    </div>
    <span>VIP-1 （新手）    50万元人民币</span>
    1、一小时聊天可发言一次；
    2、交易手续费9折
    3、单笔提现充值限额20万元、提币数量限制具体数量根据币种定，每个用户每日最多三笔

    <span>VIP-2 （白银）    100万元人民币</span>
    1、半小时可发言一次；
    2、交易手续费8折
    3、单笔提现充值限额50万元、提币数量限制具体数量根据币种定，每个用户每日最多三笔

    <span>VIP-3 （黄金）    200万元人民币</span>
    1、10分钟可发言一次；
    2、交易手续费7折
    3、单笔提现充值限额100万元、提币数量限制具体数量根据币种定，每个用户每日最多三笔

    <span>VIP-4 （铂金）    500万元人民币</span>
    1、3分钟聊天可接通一次客服；
    2、交易手续费6折
    3、单笔提现充值限额500万元、提币数量限制具体数量根据币种定，每个用户每日最多三笔

    <span>VIP-5 （星耀）    1000万元人民币</span>
    1、1分钟聊天可接通一次客服；
    2、交易手续费5折
    3、单笔提现充值不限、提币数量限制具体数量根据币种定，每个用户每日最多三笔

    注：
    V1—V5每个等级有效期三个月，从您交易额满足晋级条件日期计算有效时间；
    1、在有效期内继续交易，交易额在现有基础上累加并且满足更高级别将继续晋级；
    2、在有效期内继续交易，交易额在现有基础上累加不满足晋级条件，重新计算交易额满足现有等级即维持现有级别，在当前有效期到期后累加现有级别有效期；
    3、在有效期内继续交易，交易额在现有基础上累加不满足晋级条件，重新计算交易额不满足维持现有级别，在当前有效期到期后作降级处理。

    <div class="text-center">
      <img src="/static/img/svip.jpg" alt="">
    </div>
    <span>VIP-6 （王者）    股东商</span>
    要求：首次充值100万USDT，每个按照6元人民币计算，限注册前50名,
    1、30秒聊天可接通一次客服；
    2、交易手续费免除；
    3、单笔提现充值不限、提币不限，
    4、享受全年交易手续费的50%、定期举行承兑商会议推荐好的项目。
    5、每个月充值不低于一百万USDT；

    以上所有活动最终解释权归LAEX运营方所有。
    </pre>
  </div>
</template>

<style scoped>
  span{
    color: #e6a23c;
    font-size: 18px;
  }
</style>
