{
  "// Register-step1": "// Register-step1",
  "第一步：注册账户" : "Step 1: Creat Account",
  "用户名": "User Name",
  "创建用户名": "New Account",
  "密码": "Password",
  "创建交易密码": "New Password",
  "确认密码": "CheckPWD",
  "确认交易密码": "Confirm New Password",
  "确认创建": "Sign Up",
  "或恢复已有钱包": "Restore Account from Backup",
  "你的浏览器即你的钱包": "Your Web Browser is your Wallet",
  "当你创建账户时，一个钱包也同时被创建，并保存在你的浏览器中。": "When you create your first Bitshares account, a Bitshares wallet will be automatically created as well and stored in your browser.",
  "设置您期望的用户名，这个用户名只作为您区块上的身份标识，不作登录使用。": "Please enter your desired account name. This name will be registered publicly on the blockchain and is your identifer for any transactions you make.",
  "创建新账户的同时完成钱包创建，请务必保存好您的钱包文件，方便您在不同浏览器或不同设备上导入登录。": "Create a account at the same time create the wallet.Please save your backup file, so that you can login on different browsers or different devices after importing the file.",
  "当前注册服务为您在区块链上免费创建支付钱包。": "Since this is your first account, We will pay the registration fee for you.",
  "区块说明": "Block Instructions",
  "两次密码输入不一致": "The two passwords are inconsistent",
  "请输入用户名": "Please enter a username",
  "请输入密码": "Please enter a password",
  "密码须 8 位以上包含字母和数字": "The password must be 8 bits with letters and Numbers",
  "请再次输入密码": "Please enter your password again",
  "registerStep1IETip": "This browser is IE，for speed and safety, we strongly recommend that you change other browsers. If you still want to use it in this browser, please try again later.",
  "注册失败": "Signup Failed",
  "netError": "There was a mistake on the network, please try again later.",
  "此浏览器已注册过，不可重复注册。": "This browser has been registered, unrepeatable registration.",
  "很抱歉，注册不成功，请您稍后刷新再试。": "Sorry, the registration is unsuccessful, please try again later.",


  "// Register-step2": "// Register-step2",
  "第二步：创建备份": "Step 2: Create a backup",
  "为钱包（VC钱包）创建备份": "CREATE BACKUP NOW",
  "钱包尚未备份": "This wallet has never been backed up",
  "下载": "Download",
  "需要备份": "A Backup is Required",
  "rgisterStep2p1": "Your wallet is only stored in your browser, so it is crucial that you create a backup that will enable you to recover your wallet if the data in your browser is lost!",
  "rgisterStep2p2": "This backup file can also be used to move your wallet to different computers or different browsers.",
  "rgisterStep2p3": "IMPORTANT: If you lose your wallet or your pass phrase you will be unable to access any of your funds again. Make sure you store the backup somewhere safe, and memorize or write down your password!",

  "// Register-step3": "// Register-step3",
  "第三步：开始": "Step 3: Get Started",
  "恭喜，准备就绪！": "Congratulations, you're ready!",
  "registerStep3p1": "Now that you've successfully created an account and downloaded the backup, it's time to get started. Click on one of the links on the left to start exploring.",
  "registerStep3p2": "You can also find these same links in the top menu, and in the drop-down menu next to your account name.",
  "registerStep3p3":"IMPORTANT: There is no login/logout functionality here, you merely unlock your wallet when you wish to make a transaction.",
  "查看仪表盘：": "See your dashboard:",
  "查看你的新账户：": "See your new account:",
  "进行充值：": "Make a deposit:",
  "发起转账：": "Make a transfer:",
  "修改设置：": "Change the settings:",
  "概况": "Dashboard",
  "账户": "Account",
  "充值": "Deposits",
  "转账": "Transfers",
  "设置": "Settings",

  "// Register": "// Register",
  "新账户": "New VTS Account",
  "创建一个钱包和一个账户": "Create a wallet and an account",
  "钱包创建成功": "Your wallet has been created",
  "准备完成！": "You're all set!",

  "// Home": "// Home",
  "Home_title": "欢迎来金融帝国去中心化金融游戏服务平台！",
  "Home_p1": "金融帝国游戏平台是一个基于区块链构建的去中心化交易平台，该平台统称金融帝国，金融帝国将不断开发各类创新技术游戏， 金融帝国将打造工业级的业务处理能力， 能够永不停歇地提供公正和透明的服务，这里有金融帝国的BTC，SC、VS等智能货币。",
  "Home_p2": "用户可以在这里根据自己的投资或交易爱好选择进入帝国游戏，进入游戏需充值VS（帝国通用区块链游戏代币）。",
  "Home_p3": "金融帝国即将推出一款市场非常受欢迎的一款劲爆的金融游戏—区块链股VTS，即将上线，敬请期待！",
  "Home_p4": "进入金融帝国去中心化进入游戏，尽情享金融游戏的乐趣吧！",
  "创建账户": "New Account",
  "从备份恢复钱包": "从备份恢复钱包",

  "// Acount": "// Acount",
  "账户资产一览": "List of account assets",
  "兑换": "Exchange",
  "交易": "Transaction",
  "转入转出": "Turn in / out",

  "// /Acount/PwdModify": "// /Acount/PwdModify",
  "修改密码": "Modify password",
  "旧密码": "Old password",
  "新密码": "New password",
  "确认新密码": "Confirm password"
}
