export default {
  state: {
    currentNews: {},
    dialogVisible: false,
    dataList: [
      {
        'title': '区块链简史：解读这场技术革命的前世今生',
        'author': '币圈新闻',
        'date': '2018-01-12 16:00',
        'content': `
<h2 style="text-align: center;">区块链简史：解读这场技术革命的前世今生</h2>
<p>
区块链已然继撒币答题，成为了2018年的第二个“风口”了。随着越来越多地被提起，也有越来越多的人会问，什么是区块链。
</p>
<h4>
区块链再次火了。
</h4>
<p>
就在前天，真格基金徐小平的一个“内部讲话”被泄露，揭开了创投圈对区块链的新一轮热衷。
</p>
<p>
在这份微信群的“内部讲话”中，徐小平把区块链革命比喻为一场顺之者昌、逆之者亡的伟大技术革命，“我以全部的智慧呼吁大家，千万不要临渊羡鱼，而要冲到浪涛中去”。
</p>
<p>
几乎在同一天，峰瑞资本也传出消息，成立区块链小组，专注投资区块链行业，而就在几天前，火币网引来了一位前华尔街高管，开拓其美国市场。
</p>
<p>
仿佛突然之间，这个早已被发现了的新大陆，成为了众人争相蜂拥的淘金地。
</p>
<p>
谈及这波热潮，一位投资机构投资经理说，经历了2017一整年的区块链和数字货币的狂热，数字货币和区块链应用的第一波收获期来了。
</p>
<p>
时间回到2017年的倒数第二天，即12月30日，一个在此前并不耀眼的瑞波币突然刷新了人们的认识，价格在不到2天时间一度攀升55.9%，达到至2.23美元，而1个月前它的价格才仅为0.25美元。
</p>
<p>
虚拟数字货币是目前区块链技术最好的应用领域之一，即便国内的监管政策已经明确对ICO及数字货币的交易亮起红灯，但人们对于区块链技术的热情并不因此减弱。
</p>
<p>
区块链已然继撒币答题，成为了2018年的第二个“风口”了。随着越来越多地被提起，也有越来越多的人会问，什么是区块链。
</p>
<p>
本文即来问你解答。
</p>
<h4>
区块链的本质：点对点的记账系统
</h4>
<p>
区块链本质上是一个分布式的公共账本，将各个区块连成一个链条，实际上是一种点对点的记账系统（一个总账本），每一个点都可以在上面记账（记录信息）。（在此前《比特币简史 | 一文看懂这个价值3万元的数字黄金》一文曾作过阐述。）
</p>
<p>
传统的记账系统，记账权只掌握在中心服务器手中。比如所有QQ、微信上的信息，只能由腾讯的服务器来记账；淘宝、天猫的信息，只能由阿里的服务器来记账。但在区块链系统，每台计算机是一个节点，一个节点就是一个数据库（服务器）。任何一个节点都可以记账，而且直接连接另外一个点（即P2P模式），中间无需第三方服务器。当其中两个节点发生交易时，这笔加密的交易会广播到其他所有节点（记账），目的是防止交易双方篡改交易信息。
</p>
<p>
打个比方，在一个100人的村子，张三买了李四家一头牛，向他支付1万元。普通的做法是，他可以告知中间人村会计赵六（总记账人），将自己账下1万元转到李四账下。
</p>
<p>
但在区块链系统里，张三无需再通过总记账人赵六，而是直接将自己账本的1万元记到李四账本；同时这笔交易信息也会传到全村（即整个区块链系统）。当村里其他人知道并确认了这笔交易，交易才算最终完成。因为这笔交易被加密处理，只有李四才能收到这1万元，而其他98人只能在账户内看到有这笔交易信息，但无法看到这笔信息是转给谁的。此外系统可以完整记录交易过程，整个交易可以溯源。
</p>
<p>
假如张三把这1万元误转给了王五，因为交易被加密，王五在没有密钥的情况下无法得到这笔转款。另外，如果张三转完这1万元后又重复转给李四1万元，因为其他98人已经收到过相同信息便不会再确认，这种情况下交易便不会成立。还有一种情况，张三发起1万元转款后突然后悔，想私自把转的1万元改成100元，他需要将其他98人账户内的信息都要由1万改成100元。如果全网节点足够大，这样的修改是需要极高成本（远高于交易成本），理论上这种修改是不能实现的。
</p>
<p>
这体现了区块链的几个重要特征：完全点对点，没有中间方；信息加密，注重隐私；交易可追溯；所有节点信息统一，交易不可篡改（修改一个节点信息，需要其他节点共同修改）。
</p>
<p>
所以区块链要解决的问题是：消除中介信用问题。当然比特币是目前区块链技术在数字货币领域最好的应用之一；此外在支付领域，区块链技术可以消除第三方而直接点对点支付，而且使支付更安全，溯源的特性可以监管洗钱等违法活动。随着研究的深入，区块链也已经开始在征信、版权、公证、证券、资产管理等领域逐渐得到应用。
</p>
<h4>
区块链的产生
</h4>
<p>
区块链（Blockchain）的概念最早可以追溯到2008年末，化名为“中本聪”的神秘人士在论坛中发表了一篇论文《比特币：一种点对点的电子现金系统》，首次提出了区块链的概念。
</p>
<p>
文中提到，为解决电子货币的安全问题，可由时间戳服务器为一组，以区块（Block）形式存在的数据实施哈希（Hash）后加上时间戳，并且广播该哈希，每个时间戳将前一个时间戳纳入其哈希中，随后的时间戳会对之前的时间戳进行增强，由此形成了一个“区块链”。
</p>
<p>
区块的产生可以这样理解：因为这种点对点的交易需要记录在一个账本，所以系统设置了一个功能：每隔10分钟就产生一张用于记录这些信息的账单（即区块），但是这个账单（区块）只能给最有能力的那个人记账，证明他有能力的方式，靠解答一道极为复杂的数学题（哈希运算）。这种方式，也被称为“挖矿”。
</p>
<p>
答题开始，每个人要在系统里预留一个地址，当最有能力的A率先解出难题后，他可以得到区块，当初预留的地址自动记录在区块上。同时为了奖励他，系统会向这个预留的地址发放一定数量的比特币。所有区块连在一起，形成区块链。
</p>
<p>
区块很像数据库的记录，每次写入数据，就是创建一个区块。每个区块包含两个部分： 区块头（Head），记录当前区块的元信息；区块体（Body），记录实际数据。
</p>
<p>
区块头的元信息，主要是区块生成时间，实际数据（即区块体）的Hash；上一个区块的Hash（哈希运算值）。
</p>
<p>
一个区块不等于一个节点：一个节点实际上就是一台接入区块链的计算机（服务器），任何联网的计算机都可以接入区块链，所以区块链上的节点是无数的；但是区块链上的区块是有限的，即每10分钟产生一个区块，达到一定数量后便不再新增。所以一个活跃（算力强）的节点可能有多个区块的记账权，而一个不活跃（算力低）的节点就只有很小一部分区块的记账权。
</p>
<p>
实际上在“挖矿”中，也有一些规则：比如为了保证各节点信息同步，所以新区块添加速度不能太快，系统设计为平均每10分钟全网才能生成一个新区块，产出速度不是通过命令达成的，而是故意设置了海量的计算；为了保证是正好10分钟产出一个区块，设计了难度系数的动态调节机制，每两周（2016个区块）调整一次，比如两周内区块平均产生速度如果是9分钟，则难度系数要调高10%，反之同理；如果区块链分叉了（一个区块上接入了两个区块），采纳的是最先达到6个新区块（称为“六次确认”）的链条。
</p>
<h4>
其发展经历了三个阶段：
</h4>
<p>
酝酿期：2009-2012年，经济形态以比特币及其产业生态为主；
</p>
<p>
萌芽期：时期为2012-2015年，区块链随着比特币进入公众视野，新生的钱包支付和汇款公司出现，区块链经济扩散到金融领域。区块链底层技术创新不断。区块链技术从比特币系统中剥离出来。
</p>
<p>
发展期：2016年开始探索行业应用，出现了大量区块链创业公司。2017年ICO的火热让区块链受到前所未有的关注。
</p>
<br><br><small>(本文来源：币圈新闻，如有侵权，请联系平台删除。)</small>`
      },
      {
        'title': '2018！英国央行或迎来自己的虚拟货币！？！',
        'author': '币圈新闻',
        'date': '2018-01-04 15:59',
        'content': `
<h2 style="text-align: center;">2018！英国央行或迎来自己的虚拟货币！？！</h2>
<p>
英国卫报一则报道表示，伴随过去一整年虚拟货币的热化，英国央行或很快拥有自己的数字货币，据悉，英国央行为研究发行潜在的类似比特币，以太坊的虚拟货币，已组成研究团队。
</p>
<p>
据地方新闻报道，前景十分明朗，研究团队预期在后12个月中不断更新报告进度。英国央行行长卡尼表示如果这一新型数字货币达到法定使用标准，或将在中央银行体系之间有限度的使用。
</p>
<p>
如此一来，或许这一新的数字货币将被置于政府管辖范围内，但是否将继续被作为虚拟货币尚不确定，毕竟虚拟货币自出生以来尚未有明细的管控。这一层面上，央行或克隆或改进比特币的技术，但无法复制虚拟货币生态应用庞大的体系和目前领先的使用。
</p>
<p>
伴随去年虚拟货币市场需求的迅速膨胀，保护投资者和金融系统稳定的需求也接踵而来。但如果英国央行决定研发新型的类比特币虚拟货币，向零售市场开放，则势必在交易上产生巨大变革，金融交易时速将不过纳秒之间。
</p>
<p>
卡尼在17年圣诞前向财政部特别委员会透露其已经与主要的中央银行机构就此问题予以讨论，18年1月时还将继续召开相关讨论会，基于虚拟货币的相关技术恰十分吸引人，目前英国央行团队正有所研究，一旦区块链技术在中央银行之间有所沿用，势必对金融稳定和交易高效有所贡献。
</p>
<br><br><small>(本文来源：币圈新闻，如有侵权，请联系平台删除。)</small>`
      },
      {
        'title': 'PayPal创始人购买2000万美元比特币 如今价值数亿美元',
        'author': '币圈新闻',
        'date': '2018-01-03 10:39',
        'content': `
<h2 style="text-align: center;">PayPal创始人购买2000万美元比特币 如今价值数亿美元</h2>
<p>
凤凰网科技讯 据《华尔街日报》北京时间1月3日报道，知情人士称，PayPal联合创始人、Facebook早期投资者彼得•蒂尔(Peter Thiel)运营的风投公司Founders Fund已经购买了价值数百万美元的比特币。
</p>
<p>
比特币交易平台Coinbase的数据显示，比特币价格上涨逾13.5%，接近15,017美元。随着比特币价格的上涨，芝加哥期权交易所的比特币期货一度按照预设规则短暂停止交易。
</p>
<p>
Founders购买了大约1500万美元至2000万美元的比特币，该公司告诉投资者，在经历了去年的比特币价格飙升后，其持有的比特币现在价值数亿美元。目前还不清楚Founders是否出售过比特币。
</p>
<p>
Founders不予置评。
</p>
<p>
蒂尔在去年10月底举行的一次会议上表示，人们“低估”了比特币，并把它比作黄金。“如果有朝一日比特币成为黄金的线上等价物，那么它还拥有巨大潜力，”蒂尔称。
</p>
<p>
风险资本家蒂姆•德雷伯(Tim Draper)在2014年的美国法警署拍卖会上购买了近3万个比特币。德雷伯在去年12月初证实，他依旧完全持有这些比特币。
</p>
<br><br><small>(本文来源：凤凰网科技，如有侵权，请联系平台删除。)</small>`
      },
      {
        'title': '中国区块链产业发展加速，迅雷链克（原玩客币）成2017年最热区块链项目',
        'author': '币圈新闻',
        'date': '2018-01-02 17:28',
        'content': `
<h2 style="text-align: center;">中国区块链产业发展加速，迅雷链克（原玩客币）成2017年最热区块链项目</h2>
<p>
区块链技术，作为互联网新兴技术正在慢慢为大众所熟知，其去中心化、分布式、公开透明、不可篡改等技术特性使其可以在互联网各个领域大展拳脚。除了金融行业，区块链技术也在公益、文化、物流、农业等领域带来了全新的视角、全新的场景与全新的解决方案。区块链技术带来的全方位化使得2017年无疑是移动互联网之后最被看好的前沿科技。
</p>
<p>
随着区块链产业在中国的逐渐普及，在风口面前不少企业纷纷入局，但目前区块链技术发展尚在探索阶段，B端应用居多，C端创新寥寥。目前迅雷智能硬件“玩客云”在共享计算生态系统中，引入了基于区块链技术推出的链克(原玩客币)，成为C端领域里的少数探索者。而其将闲置带宽等计算资源整合为分布式云计算的共享计算模式，以及其中区块链技术的创新应用，已经引发了海外云计算领域投资人和用户的讨论，更有不少外媒也在关注并报道相关动态！
</p>
<p>
作为C端领域的产品，目前迅雷智能硬件“玩客云”大卖，说明知名度提升，受到了C端的广泛认可，为链克应用打下用户基础。玩客云官方数据显示：11月11日，截止当天零点，京东总预约人数破600万，三次登顶智能家居销售榜冠军！12月12日，京东总预约人数突破1700万，当晚0点，1秒钟突破1000万销售额，再次坐稳京东智能家居类销售冠军宝座。我们不难看出，通过玩客云的推出，基于区块链技术的共享CDN服务，很明显可以看到，人人都能获得的区块链数字资产颇受广大用户的喜爱和追捧。
</p>
<p>
12月8日，美国雅虎财经等多家海外媒体报道了迅雷CEO、网心科技CEO陈磊参加以“发展数字经济促进开放共享――携手共建网络空间命运共同体”为主题的第四届世界互联网大会，并在会后接受CCTV采访的事件。迅雷深耕云计算与区块链技术多年，自2014年至今，迅雷已投入超过1亿美元用于“共享计算”的技术创新，旨在解决社会计算资源紧张和计算成本居高不下的矛盾。网心科技将共享经济理念引入云计算行业后，通过迅雷赚钱宝、玩客云收集了无数家庭中的闲置带宽，从而打造出全球首个“无限节点式内容分发网络”，并借助多项创新技术，将海量带宽资源以超低成本输送至互联网企业，解决了云计算能力的天花板困境。
</p>
<p>
随着区块链产业的应用场景陆续上线，近日网心科技公司启动了“摘星之旅”活动，用户可以在“迅雷APP”的极限抢拍页面，使用“链克”参与抢拍NASA开普勒计划的星星的命名权，为自己、为家人、为朋友准备一份绝对惊喜的超级新年大礼！此外，除了“摘星之旅”，从12月底开始，链克还将在迅雷直播、迅雷U享版、迅雷镖局等业务场景内落地，受到行业内外大量关注的链克进入全新的发展阶段。
</p>
<p>
身为普通的消费者，可能对于区块链的认知还不够熟悉，其实链克使用区块链作为技术载体，使用户共享计算资源和内容的付出和收益对等，同时保证了币的发行透明、固定，币的转移不可篡改，从而赢得用户对币的信任。基于玩客云并通过玩客奖励计划串联的区块链技术应用将包括CDN、PASS服务、虚拟机、数据库、云存储等众多场景。而迅雷有4亿用户，500万会员，基于此前在P2P领域的领军地位，在内容分发上有得天独厚的优势，这使他们早早地就将版权方纳入目标人群。
</p>
<p>
区块链技术的公开透明与不可篡改可以保证版权内容的唯一与安全。而通过链克，版权方还可以获得全新的收益模式：版权方的版权信息会写入区块链，用户支付玩客币购买版权后，会走智能合约在区块链上记录版权的消费记录，从而保证版权方的利益。同时，版权交易提前以智能合约的形式实现，用户在支付版权费用的同时，一定能将消费记录计入链上、不可篡改。最后，版权方也将作为一个链克的可信记账节点，能够参与记账，保证数据真实。也就是说，加入了区块链的版权分发行业，将通过智能合约自动达成交易，并且所有交易公开、透明、不可篡改，这不仅保障了版权方的利益，也降低了流通环节的多余费用，避免出现当前某些平台独大、欺瞒消费数据的情况。
</p>
<p>
当然，无论是迅雷链克还是区块链技术，体系内真正对社会有用的区块链落地应用将越来越多。值得一提的是，迅雷的链克是少有的面向用户的区块链C端应用，随着它的落地应用生态体系变得完整、丰富，链克或许就能轻而易举解决内容创作者的苦恼，甚至改变全中国、全世界人民的生活习惯。
</p>
<br><br><small>（本文来源：币圈新闻，如有侵权，请联系平台删除。）</small>`
      },
      {
        'title': '神秘比特币大佬再捐款100万美元：钱已多的这辈子花不完',
        'author': '币圈新闻',
        'date': '2017-12-29 09:43',
        'content': `
<h2 style="text-align: center;">神秘比特币大佬再捐款100万美元：钱已多的这辈子花不完</h2>
<p>
一位自称“菠萝基金”（Pineapple Fund）的神秘比特币大佬向非营利组织数字图书馆The Internet Archive捐出100万美元。
</p>
<p>
这位捐助者的身份尚不得而知，他曾经在科技网站Reddit上发帖承诺要捐出价值8600万美元的比特币。他将这一轮捐款称作“菠萝基金”。
</p>
<p>
周三最新消息显示，比特币价格的大幅上涨激发了一位早期投资者的慷慨解囊行为。
</p>
<p>
非营利性组织数字图书馆The Internet Archive表示，它已经收到来自一个名为“菠萝基金”的神秘捐助者的100万美元比特币捐赠。这笔捐款是该组织150万美元的年度融资目标的三分之二。
</p>
<p>
The Internet Archive在网站上发布声明对捐助者表示感谢，他们写道：“无论你是谁，你正在让世界变得更美好。看到那些怀着比特币梦想的人利用他们的财富在世界各地支持创新尤其令人欣慰。”
</p>
<p>
这并不是这位神秘的捐助者捐出的第一笔善款。他本月早些时候在Reddit上发帖称，他将把价值8600万美元的比特币捐赠给一些非营利组织。
</p>
<p>
他写道：“比特币改变了我的生活，我拥有的财富一辈子也花不完。我生活的目标和动机并不是成为千万富翁。所以我要做一些其他的事：将我大部分的比特币捐给慈善事业。我称之为‘菠萝基金’。”
</p>
<p>
迄今为止，菠萝基金已经向一些慈善机构捐赠了几笔数额可观的捐款，捐赠的对象包括医疗保健领域的一个非营利组织、一个可持续水资源项目和电子边界基金会。
</p>
<br><br><small>（本文来源：Business Insider中文站，如有侵权，请联系平台删除。）</small>`
      },
      {
        'title': '我国攻克区块链移动端连接瓶颈 区块链正式进入3.0移动时代',
        'author': '币圈新闻',
        'date': '2017-12-28 14:30',
        'content': `
<h2 style="text-align: center;">我国攻克区块链移动端连接瓶颈 区块链正式进入3.0移动时代</h2>
<p>
【科技讯】12月28日消息，2016年12月15日，国务院印发的《“十三五”国家信息化规划》中首次提到了区块链技术，并指出数字化、网络化、智能化服务将无处不在。这意味着区块链技术在顺应未来数字化、网络化、智能化的过程中，将起到重要的作用，同时，也代表着区块链技术在我国的发展进入了新的阶段。由此可见，中国区块链技术的发展，将得益于政策引导，获得空前的机遇。
</p>
<p>
今日全球同步上线的由“本能区块链实验室”打造的全球第一款接入移动网络的公有链产品–“IFMChain”，在宣告中国区块链技术发展走在世界前列的同时，也把区块链行业带入了真正的3.0时代。
</p>
<p>
 “本能区块链实验室”，正是顺应国家的《“十三五”国家信息化规划》，在此政策的指引下而成立的。而“IFMChain”作为全球第一款接入移动网络的区块链公有链产品，是由在实验室发起人杨税令的带领下，在实验室全体同仁的共同努力下研发而成的。IFMChain公有链由本能区块链实验室研发，由Instinct Blockchain Technology ( Malta) Limited发布。于北京时间2017年12月28日正式全球发布上线。随着今日IFMChain的上线，结束了移动终端不能装入公有链产品的局面，所以说这个产品具有划时代的意义，它在宣告中国区块链技术发展走在世界前列的同时，也把区块链行业带入了真正的3.0时代。
</p>
<p>
之所以说“IFMChain”是全球第一款3.0版本区块链公有链产品，是因为它是全球第一款将公有链接入移动网络并装入智能移动终端的产品，这有望形成区块链领域新的国际标准。“IFMChain”同时还上线了公有链的第一个应用节点软件IBT。移动端用户通过IBT软件可以直接访问存储链上的数据，还可以通过参与共识机制获得权益。PC端用户通过IBT软件可以存储所有区块数据，并可以参与共识机制获得权益。
</p>
<p>
IFMChain在把区块链装进移动端的同时，在数据性能方面也把公有链推向了3.0时代，链上交易确认速度是比特币网络的百倍以上，双通道通信的技术创新设计让移动设备可以直接连接区块链网络，真正意义上让区块链应用迈进了3.0移动时代，从而无限的开拓了区块链用户群体，也为区块链应用的发展提供了更广阔的底层基础设施，为未来IFMChain公有链上更多的应用奠定了用户基础，也为区块链的行业发展打开了无限的空间。
</p>
<br><br><small>（本文来源：币圈新闻，如有侵权，请联系平台删除。）</small>`
      },
      {
        'title': '比特币底层技术区块链需求暴增 IBM受益活力大增',
        'author': '币圈新闻',
        'date': '2017-12-27 10:00',
        'content': `
<h2 style="text-align: center;">比特币底层技术区块链需求暴增 IBM受益活力大增</h2>
<p>
12月27日，蓝色巨人的区块链生意做得越来越大了。市场对于以比特币底层技术闻名的区块链的需求增长太快，明年它将成为IBM在全球租出去的大约60个数据中心中运算能力的最大用户之一。 IBM是第一批看到区块链技术潜力的大公司之一，为开源项目贡献了代码，同时还鼓励创业公司免费在该公司的云上试用区块链技术。
</p>
<p>
据研究公司Markets & Markets，区块链相关产品和服务市场到2022年将达到77亿美元，远高于去年的2.42亿美元。
</p>
<p>
这给科技行业诸如IBM以及微软等正在向云计算服务转型的一些老牌大厂带来了新的机遇。而诸如甲骨文公司所出售的数据库等一些已经不再流行的产品和服务又焕发了新生。
</p>
<p>
 “所有这些都将因为区块链而获得新生。”IBM Blockchain技术副总裁Jerry Cuomo说，“我们的销售团队很爱区块链，因为区块链客户很少在走的时候只买了区块链。他们走的时候购物车里会有好几样东西。”
</p>
<p>
区块链使得企业可以在交易时安全地记录交易。它的强项在于它的可靠性：很难扭转或改变已经记录的东西。与传统的数据库存储相比，区块链还可以容纳更多的文档和数据，从而为更加细微的洞察和分析创造了可能。它还可以容纳嵌入式合同，比如汽车租赁，在出现违约的时候，虚拟钥匙可以转移给银行。
</p>
<p>
“区块链是科技行业的亮点之一，”Endpoint Technologies Associates Inc.总裁Roger Kay说。“考虑到区块链基础设施相当庞大，因此设备、软件和区块链安装相关服务的销售将会带来大量收入。”
</p>
<br><br><small>（本文来源：币圈新闻，如有侵权，请联系平台删除。）</small>`
      },
      {
        'title': '链道学社：人们眼中的区块链',
        'author': '币圈新闻',
        'date': '2017-12-26 10:00',
        'content': `
<h2 style="text-align: center;">链道学社：人们眼中的区块链</h2>
<p>
2017年什么科技最热、最火，你肯定会说是区块链。
如是要问你区块链为什么最火，区块链技术好不好，好在哪里，答案一定很多，我的答案就是他好在了有太多未知领域，好在了有太多不确定性因素，好在了他是一个让人眩晕、迷茫的变化速度非常快的科技，有时千变万化的速度，根本无法预测未来区块链会给我们带来什么。
</p>
<h4>
一、政府眼中区块链
</h4>
<p>
在各国眼中区块链位是不一样的，旗帜是鲜明就属迪拜政府， 有消息称，迪拜政府每年为创新研发投入逾40亿美元，渴望在未来争得领导者的地位，迪拜政府已经在整个城市体系当中全面融入区块链技术当中来，迪拜曾号称是区块链的全球中心城市，在全球来说也是独树一帜国家。
</p>
<p>
近日，白俄罗斯又有新举措了，总统卢卡申科日前签署法令，为区块链技术的发展提供法律保障，白俄罗斯又一个成为世界上区块链技术合法化的国家之一。
</p>
<p>
还有这样一组数据，2017年4月底，全球总共455家区块链公司累计获得融资额为19.47亿美元，中国就有61家位列全球第二。
</p>
<p>
可以这样说，全球大部分都看好区块链这一块蛋糕，至于区块链未来发展怎么样，区块链会不会成为数字化浪潮下一个阶段的核心技术，区块链技术能不能推动GDP，重新塑造各国科技，那只等时间来验证了。
</p>
<h4>
二、企业眼中区块链
</h4>
<p>
企业眼中区块链就是以最小投资，获得很大的效益。企业更强调区块链的信息许可、安全隐私、高性能、海量数据、监管合规等元素;因此，联盟链/私有链这种强管理的区块链部署模式，更符合企业在应用场景落地中的需求，将成为企业级应用的主流技术方向。在国际上影响很大也最成功说是R3区块链联盟。
</p>
<p>
企业眼中区块链技术能带来更大的社会效应，在国内影响很大就是迅雷推出的玩客云，在社会掀起了波动，而后又出现了暴风和流量矿石之类的，官方的说法是把闲散的算力和存储结合在一起，组成一个新的计算机实力。搭建一个平台，形成更为强大的云计算能力，为入驻用户提供更为完善的服务或获得更大的收益。还有防伪追溯上运用功能，不单企业带来了的社会效应，也获得了一定利润。
</p>
<p>
企业眼中区块链技术就是利用区块链技术网络价值，比如跨链技术就是实现价值互联网的关键，它是把联盟链从分散单独的孤岛中拯救出来的良药，是不同区块链之间拓展和连接的桥梁。现实生活中有共享汽车、共享单车、共享充电宝、共享雨伞等，说白就资源共享，可能一些个人或者一些公司。实现企业经济腾飞，实现企业良性持续发展。
</p>
<h4>
三、个人眼中区块链
</h4>
<p>
个人眼中区块链，能不能从中得到实惠，如从共享汽车、共享单车等得到了方便，如利用区块链技术下跨境支付从中得到是便捷。
</p>
<p>
个人眼中区块链，就是能从区块链得到满足，比如区块链猫，还有上玩客云，暴风和流量矿石之类，从中游玩得到一种前所没有刺激和满足。
</p>
<p>
还有一个就是区块链很特别之处，就是区块链“创造信任的机器”，虽然其本身不仅能够创造财富，但他打破了以前互联网冰冷的数据，给用户带来更多的是实用新技术，新体验。
</p>
<h4>
四、区块链这块蛋糕
</h4>
<p>
每个人区块链想从区块链更好体验，或从中获得的某一需求的满足，每个企业都区块链获得更大的利益，每个国家都想从区块链在这个开放的世界里，想获得更新更快科技，提高综合国力，都想在区块链领域中分一杯羹，捞到一些好处，那么区块链真的这么大的魔力吗。
</p>
<p>
先看看这样一组数据，到2025年之前，全球GDP总量的10%将利用区块链技术开发的数字资产进行储存，无疑区块链是科技下一个浪潮，新的方向标，相信区块链技术在2018年仍会继续探索，发展。以后区块链发展到什么地步，那么每一个人从这一块蛋糕又得到些什么呢?
</p>
<br><br><small>（免责声明：此文内容为本网站刊发或转载企业宣传资讯，仅代表作者个人观点，与本网无关。仅供读者参考，并请自行核实相关内容。）</small>`
      },
      {
        'title': '官方货币体系几近崩溃，比特币成委内瑞拉人的命根子',
        'author': '币圈新闻',
        'date': '2017-12-22 10:00',
        'content': `
<h2 style="text-align: center;">官方货币体系几近崩溃，比特币成委内瑞拉人的命根子</h2>
<p>
几乎所有人都认为，一个国家的央行是维持经济稳定的重要支柱，因为它拥有发行货币的无限权力。央行银行家们也认为私人货币的概念只有少数人会拥护，他们还普遍认为比特币只是一种“尚不足以威胁经济”的“储值”。但是当这些人看到委内瑞拉如今的状况，他们恐怕就不会这么认为了。委内瑞拉的国家货币玻利瓦尔 （Bolívar ）贬值严重，排队20分钟从自动提款机取出的5000个玻利瓦尔才相当于0.05美元左右，民众出去购买杂货或者支付出租车费用根本无法用玻利瓦尔支付，因为需要携带的货币数量实在太多，重量实在太重。
这让委内瑞拉的货币系统濒临崩溃，民众不得不依靠一些货币替代品，如 比特币和当地社区发行的有固定汇率的货币。
</p>
<p>
尽管比特币交易可能需要几个小时甚至几天，但是当地的商家表示很乐意接受比特币。
</p>
<p>
一名叫John Villar的委内瑞拉学生说，他使用比特币比玻利瓦尔多，这实际上是一种可行的选择。
</p>
<p>
John Villar说：“使用比特币而不用本国货币，这不是政治问题，而是一个生存问题。”
他还表示他用比特币帮妻子买了两张去哥伦比亚的飞机票，支付了他妻子的治疗费用和他的雇员们过去一个月的工资。Villar强调说 大多数委内瑞拉人都像他这样使用比特币。
除了比特币之外，当地社区也开始发行自己的货币，这让已故的委内瑞拉总统查韦斯（Hugo Chavez）的想法成真了，他当时支持委内瑞拉在日后采用1套10种的社区货币，就像现在亲政府派发行的货币一样。
</p>
<p>
在加拉加斯的一个街区，有几家商店已经开始接受这种叫做“panal”的当地社区货币。 “panal”西班牙语的意思就是蜂窝，目前这种社区货币只可以在几家商店进行消费。但是，委内瑞拉某个社区居民们表示他们很乐意接受亲政府派提出的建议-采用社区货币。
</p>
<p>
36岁的家庭主妇Liset Sanchez说：“街上没有现金（玻利瓦尔），Panal真的是帮了我们的大忙。”他现在正计划用刚刚印刷出的Panal为家人买米。
</p>
<p>
但是，也不是所有人都赞同这些替代货币很有用且必要。
</p>
<p>
反对派政治家Jose Guerra对替代货币的概念给予了抨击，辩称国家内存在多种货币会给现在已经存在的经济危机平添“货币混乱”。也许Guerra能说出此言论是因为他从来没有面临过这样的选择：要么饿着要么选择使用替代货币来兑换食物。
</p>
<p>
实际上，可笑的一点是 连委内瑞拉总统马杜罗(Nicolas Maduro)都无意中肯定了比特币作为替代货币的选择，即便是他的政府在打击挖比特币。他表示 委内瑞拉将采用一种类似于比特币的国家数字货币“石油币(the petro)”来取代玻利瓦尔，此外他也透露了关于这个计划的更多细节。
</p>
<br><br><small>本文来源：比特中文网，如有侵权，请联系平台删除。</small>`
      },
      {
        'title': '出租车行业中的区块链：为普通民众提供的技术',
        'author': '币圈新闻',
        'date': '2017-12-04 17:00',
        'plate': '',
        'content': `
<h2 style="text-align: center;">出租车行业中的区块链：为普通民众提供的技术</h2>
<p>区块链技术对于当地交通或出租车行业而言，只是几个世纪演变的延续。人们长期以来一直在运输服务和工业管理方面寻求更有效的技术。
从古代的交通工具，包括徒步旅行、动物和马车的使用，到现代机器的复杂性，交通运输业已经发展成为一个有组织的生态系统和基本的行政管理部门。
</p>
<h4>到处都是出租车</h4>
<p>世界上几乎所有的主要城镇和城市都拥有当地的出租车系统，这对现代生活而言非常重要。考虑到日常生活中通勤的重要性，出租车的需求量非常大，而且行业竞争也非常激烈，这一点也不奇怪。据估计，全球出租车市场价值波动在500—1000亿美元之间。
传统的出租车管理系统围绕着中心化组织。例如，在尼日利亚的拉各斯市，当地的工会和协会要求每一家出租车运营商都必须注册并缴纳定期会费和税收。这应该是确保出租车司机适当得到许可的一种方式，但其管理的中心化性质为挪用资金和管理不善等问题留下了隐患。
</p>
<h4>去中心化的优势</h4>
<p>部分诸如Uber和Lyft这样的去中心化出租车系统，给出租车行业带来了一些必要的竞争。这为通勤者提供了更多的选择，从而降低了票价，提高了服务质量。然而，尽管这些系统引入了一定的去中心化程度，但它们仍然由单个数据库管理，并由单个公司运营。</p>
<h4>区块链推动更进一步的发展</h4>
<p>随着区块链不断在各个行业中得以实施，该技术渗透进出租车行业的迹象已经清晰可见。对于一个不断发展的行业来说，进入一个新的阶段将不会是一个令人惊讶的发展。</p>
<p>据A2B Taxi的创始人Tomas Peleckas称：有执照的出租车司机对行业来说是至关重要的，比如在安全和评估方面。一个平台往往依据市场状况而建，旨在直接将客户与专业并受到认可的司机联系起来。为客户提供一个移动应用程序以寻找一个有执照的司机，同时令司机更有效地管理他们的业务，创建一个透明干净的出租车行业，需要走很长的路。将通勤者的安全以及高质量服务作为出发点，这是一个必不可少的工具。</p>
<p>实现代币化的概念，或者使用基于区块链的应用程序来管理本地运输系统，是一个长期以来的发展趋势。许多基于区块链和代币化的出租车服务很可能会出现。这主要是由于区块链能为人们提供各种好处，尤其是在个人管控和去中心化方面。</p>
<p>例如，想象一下你去一个新的城市，当地的货币和你家乡的货币完全不同，你需要通过出租车服务把你从机场带到酒店。使用基于区块链的服务能够自动消除对任何形式的货币转换的需求，因为这类代币的价值保持不变，并且在全世界都可以使用。</p>
<h4>为普通民众提供的技术</h4>
<p>在许多圈子里，区块链被描述为面向普通民众的技术。这是一种描述，通过给予普通民众更多的对自己资源的管控能力来证明其正确性。这项技术还打通多个行业的市场，为所有相关人员提供一个公平的竞争环境。</p>
<p>区块链技术的实行将自动实现产业透明化；不透明的工会和协会将不再无视出租车司机和通勤者的意愿。相反，任何持有区块链代币的人将完全掌控这些代币带来的所有好处，以换取其他代币和法定货币，或支付出租车费用。</p>
<br><small>作者：Iyke Aru</small>
<br><small>翻译：Zoe@比特中文网</small>
<br><br><small>（本文来源：比特中文网，如有侵权，请联系平台删除。免责声明:本文仅代表作者本人观点，不代表比特中文网立场）</small>`
      },
      {
        'title': '区块链为健康保驾护航,和数软件为您营造最美冬天',
        'author': '币圈新闻',
        'date': '2017-11-24 12:00',
        'plate': '',
        'content': '<h2 style="text-align: center;">区块链为健康保驾护航，和数软件为您营造最美冬天</h2><p>近年来，脱胎于比特币的区块链成为人们所关注的热点。区块链的诞生就与金融有关，但是谁能想到，关于“区块链”技术又产生了一个关于新领域的话题，那就是“区块链与医疗”。在这个信息时代，有谁能保证自己的隐私不被泄露。医院是信息存储最大的地方，也是敏感信息最集中的地方，但是绝大多数医院都无法真正的做到不泄露患者隐私。区块链的出现让患者隐私信息受到保护，在具有安全隐私的前提下，还能做到公开透明。</p><p>目前的医疗记录十分杂乱，查询信息繁琐且困难，但通过区块链机制，患者就能创建自己的医疗记录，并且能更加安全快捷地和医疗机构共享这些信息。患者如果因为一些个人的原因更换医院，通过区块链上的信息，医生就可以及时了解患者的情况，那就没有必要做二次基础检查，既可以节约时间，又可以节省金钱。再比如说“医联体”的情况，大多数的医联体由于缺少一个统一的区域平台，使得基层的乡镇卫生院和社区医院跟区内大型的三级医院之间存在着一些天然的信息孤岛。病人在卫生院或社区医院产生的一些诊疗、检查信息，无法输送到大型医院;而且，这些小型医疗机构也无法获得来自大型医院的就诊记录。因为信息的不流通，会导致患者有病不能及时医治，耽误病情。</p><p>传统医疗体制自身存在着一些弊端，例如医疗过程中的舞弊、药物的浪费和滥用、保险理赔的效率和自动化程度低下等问题。一些企业看到了这些问题，从而找到了创业的方向。比如说位于美国旧金山的Chronicled，它的服务器同步于Quorum、超级帐本和以太坊区块链协议，并具有从医疗设备和药品，到包裹追 踪的各种应用。它还为供应链和物联网客户创建专门的基于区块链的应用程序，从而避免了医疗设备的滥用与药物的浪费。还有加州威尼斯的Gem，由于目前的医疗索赔和报销方面的系统极为费时，所以容易导致其效率低下。但Gem的GemOS平台则允许患者、医疗服务者和保险公司安全、适时地查看患者健康与就医状况，进而提高整个索赔进程的速度和透明度。</p><p>区块链与医疗相结合，使得医院运营更透明，使得患者更放心，使得企业遇到新机遇。口说无凭，在我国常州，已经实现了区块链和医联体相结合，效果怎么样，我们拭目以待。</p><p>当然，区块链也没有人们理想中的那么完美，《福布斯》杂志曾表明:“区块链技术在多个数字计划中有着不可替代的潜力。它可以帮助医疗行业解决一些紧迫的问题，如网络安全、数据互操作性、药品供应链来源、保险公证和账单欺诈等。此外，区块链还可以优化现有的IT系统或数字工作流程，并引入新的商业模式来改善护理协调。尽管区块链在这些数字主题中潜力巨大，但在运用不同术语来管理冲突数据标准的医疗行业中，它也不是一个万能的解决方案。因此，对于医疗行业的利益相关者来说，在潜在医疗案例中选择性地评估区块链技术的配置也是至关重要的。”</p><p>致力于区块链技术研发与应用创新的还有上海和数软件有限公司，和数软件对区块链加密算法、共识机制、网络安全、分布式、点对点等区块链技术领域都做出了深入的研究，并且不断完善区块链的性能，使之尽善尽美。上海和数软件有限公司也拥有着一流的区块链技术团队，还融合了来自金融、法律、财税及传统互联网等人才，努力做到让区块链走向更多的领域，使生活变得更简单更纯洁。</p><br><br><small>本文来源：币圈新闻，如有侵权，请联系平台删除。</small>'
      },
      {
        'title': '华尔街：比特币明年年中有望升至1.15万美元',
        'author': '币圈新闻',
        'date': '2017-11-23 18:20',
        'plate': '',
        'content': '<h2 style="text-align: center;">华尔街：比特币明年年中有望升至1.15万美元</h2><p>摩根大通前首席策略师，Fundstrat联合创始人TomLee表示，他目前预计2018年年中比特币价格将升至1.15万美元。这一目标价较他8月份预期的6000美元提高近一倍，意味着比特币从目前价位将上涨近40%。Lee在给客户的一份报告中写道：“上周，比特币下跌至5600美元，自那以来已经反弹。在我们看来，这清除了那些‘弱手’（weakhands），我们不再觉得需要谨慎……我们建议在这一水平稳步买入比特币。”</p><p>Lee表示，他看涨这种加密货币，是因为他预计比特币账户数量和每个账户的交易额都将强劲增长。他指出，世界最大比特币交易所Coinbase的账户数量已突破1400万。</p><p>行业网站CoinDesk的数据显示，在上周日突破8000美元关口后，比特币价格周三突破8200美元，创历史新高。这种加密货币今年迄今为止累计上涨逾700%。</p><p>Lee还对即将推出的比特币期货持乐观态度，很多人认为这将增加这种加密货币的合法性，从扩大其潜在的用户基础。不过，Lee警告称，期货的使用可能进一步集中采矿权。</p><p>不过，摩根士丹利CEO詹姆斯·戈尔曼认为一种东西能够在一年间增长700%，那么它无疑是投机性的。显而易见的是，比特币就是这样的一种产品，加密货币的投资者不应该指望它能够稳定的获得回报。比特币以后可能会再增加700%，但很可能不会，因此人们不应该把宝押在这样的产品身上。</p><br><br><small>本文来源：币圈新闻，如有侵权，请联系平台删除。</small>'
      },
      {
        'title': '新加坡联合香港建贸易金融区块链 将有20家国际金融机构参与',
        'author': '币圈新闻',
        'date': '2017-11-20 10:55',
        'plate': '',
        'content': '<h2 style="text-align: center;">新加坡联合香港建贸易金融区块链 将有20家国际金融机构参与</h2><p>CoinDesk消息，新加坡和香港中央银行的成员今日透露，现在有不少银行加入了新加坡香港联合的区块链项目。据“商业时报”报道，预计到2019年年初，将有20多家全球性银行和金融机构参与。</p><p>香港金融管理局(Hong Kong Monetary Authority)和新加坡金管局（Monetary Authority of Singapore）于此前“金融科技日”活动中公布双方将利用区块链技术连接彼此的贸易金融平台。目前双方间国际交易额达数万亿美元。</p><p>2016年，香港金管局就曾联手汇丰银行、渣打银行等多家银行，为贸易金融平台测试分布式账本技术。</p><p>金管局执行董事李树培表示，银行家对数据和交易隐私存在担忧。因此，监管机构应该考虑围绕分布式账本技术进行监管，因为这是“关键任务”贸易融资领域的一种新形式。</p><p>李肇星表示，他也希望欧洲的金融机构能够参与这个项目。</p><p>目前，新加坡金融管理局正在进行一个区块链计划，意在用区块链技术与全球央行进行连接，该计划名为“Ubin”，分为三个阶段。</p><p>“Ubin”计划是为清算和结算支付以及证券提供解决方案。在10月印度区块链会议上，新加坡央行总经理梅农解释了Ubin项目的进展情况，“Ubin项目第一个阶段的成功证明，银行能够在不经过金管局的情况下，通过一个基于以太坊的原型进行交互。”梅农同时表示新加坡还将继续寻求与印度密切合作区块链技术。</p><p>CoinDesk消息，全球信用卡巨头维萨(Visa)已推出基于区块链技术的企业对企业支付服务，目前在试点阶段。与Visa合作的项目包括美国商业银行，韩国新韩银行，菲律宾联合银行和设在新加坡的大华银行。该项目将在2018年中期进行商业发布。</p><br><br><small>本文来源：币圈新闻，如有侵权，请联系平台删除。</small>'
      },
      {
        'title': '新湃科银携手乌干达政府制定首个国家级区块链金融发展规划',
        'author': '币圈新闻',
        'date': '2017-11-20 10:55',
        'plate': '',
        'content': '<h2 style="text-align: center;">新湃科银携手乌干达政府制定首个国家级区块链金融发展规划</h2><p>11月18日，乌干达驻华大使克里斯普斯·基永加宣布《乌干达区块链金融发展规划》启动，乌干达政府委托新湃科银、Hcash基金会承担规划起草和制定工作。</p>地理区位并不占优，但石油等自然资源丰富的乌干达，通过区块链所具有的合同公开、账本无法篡改，将使得贿赂与资金转移形式的腐败得到遏制。<p>此外，新湃科银资本、Skylight Investment还与如是金融科技研究中心专门设立20亿规模区块链产业基金，加大对区块链技术的投资。</p><p>据悉，管清友将担任如是金融科技研究中心主任一职。</p><br><br><small>本文来源：币圈新闻，如有侵权，请联系平台删除。</small>'
      },
      {
        'title': '以太坊基金会与俄罗斯国家开发银行正式达成合作',
        'author': '币圈新闻',
        'date': '2017-09-18 09:55',
        'plate': '',
        'content': '<div style="text-align: right;"><!--StartFragment--><div style="text-align: left;">致力于推动以太坊发展的非盈利组织以太坊基金会与俄罗斯国家开发银行 Vnesheconombank (VEB)签署了合作协议。&nbsp;<br></div><div><div style="text-align: left;"><br></div><div style="text-align: left;">据昨天宣布的一份联合声明，以太坊基金会将和VEB合作，通过向分布式账簿技术和以太坊平台提供专业培训，来支持它的新的区块链研究中心。&nbsp;</div><div style="text-align: left;"><br></div><div style="text-align: left;">这种合作关系有助于在俄罗斯建立一个以太坊专家社区和建立基于以太坊和其他区块链的项目。&nbsp;</div><div style="text-align: left;"><br></div><div style="text-align: left;">以太坊创始人Vitalik Buterin在声明中表示：&nbsp;</div><div style="text-align: left;"><br></div><div style="text-align: left;">“以太坊和VEB的合作提供了一个独特的机会，可以从事研究和开发利用区块链技术来进行公共管理，并加速将这项技术应用于俄罗斯联邦政府组织。”&nbsp;</div><div style="text-align: left;"><br></div><div style="text-align: left;">上周末， 在Tatarstan举办的名为“区块链：俄罗斯的新石油”活动上，双方正式签署了合作伙伴关系。来自VEB的高级官员和Buterin均出席了此次活动。&nbsp;</div><div style="text-align: left;"><br></div><div style="text-align: left;">此次合作是俄罗斯在全国范围内布局区块链产业的一部分。</div><p></p><h5 style="text-align: left;">本文来源：币圈新闻，如有侵权，请联系平台删除。</h5></div><!--EndFragment--></div><div style="text-align: center;"><!--EndFragment--></div><style>\n@font-face{\nfont-family:"Times New Roman";\n}\n\n@font-face{\nfont-family:"宋体";\n}\n\n@font-face{\nfont-family:"Calibri";\n}\n\n@font-face{\nfont-family:"Tahoma";\n}\n\np.MsoNormal{\nmso-style-name:正文;\nmso-style-parent:"";\nmargin:0pt;\nmargin-bottom:.0001pt;\nmso-pagination:none;\ntext-align:justify;\ntext-justify:inter-ideograph;\nfont-family:Calibri;\nmso-fareast-font-family:宋体;\nmso-bidi-font-family:\'Times New Roman\';\nfont-size:10.5000pt;\nmso-font-kerning:1.0000pt;\n}\n\nspan.msoIns{\nmso-style-type:export-only;\nmso-style-name:"";\ntext-decoration:underline;\ntext-underline:single;\ncolor:blue;\n}\n\nspan.msoDel{\nmso-style-type:export-only;\nmso-style-name:"";\ntext-decoration:line-through;\ncolor:red;\n}\n\ntable.MsoNormalTable{\nmso-style-name:普通表格;\nmso-style-parent:"";\nmso-style-noshow:yes;\nmso-tstyle-rowband-size:0;\nmso-tstyle-colband-size:0;\nmso-padding-alt:0.0000pt 5.4000pt 0.0000pt 5.4000pt;\nmso-para-margin:0pt;\nmso-para-margin-bottom:.0001pt;\nmso-pagination:widow-orphan;\nfont-family:\'Times New Roman\';\nfont-size:10.0000pt;\nmso-ansi-language:#0400;\nmso-fareast-language:#0400;\nmso-bidi-language:#0400;\n}\n@page{mso-page-border-surround-header:no;\n\tmso-page-border-surround-footer:no;}@page Section0{\n}\ndiv.Section0{page:Section0;}</style>'
      },
      {
        'title': '拿着比特币去迪拜买房吧',
        'author': '币圈新闻',
        'date': '2017-09-18 13:25',
        'plate': '',
        'content': '<p><!--StartFragment-->本周，两位业界领袖，Baroness Michelle Mone和Douglas Barrowman宣布，将用比特币出售240万平方英尺的迪拜住宅资产。该40层楼的住宅公寓将是位于迪拜科学园区的第一个物业，定价和出售都用加密货币结算。&nbsp;<br></p><h3>第一次用比特币定价的迪拜房地产开发</h3><p>通过与&nbsp;Knox Group和比特币支付处理器Bitpay的合作，将选择1,133套一室和两室的公寓，准备在2019年9月前用于比特币售卖。Aston Development酒店提供独特的享有迪拜山和城市天际线的美景的落地窗视野。此外，该项目由知名建筑师John R Harris＆Partners与Michelle Mone室内设计室设计开发。根据Knox&nbsp;集团的统计，开发区将设有三层咖啡馆，餐馆，超市和精品店。&nbsp;<br>目前，工作室房产的初始价格为33BTC，房地产代理公司表示，早期投资者将获得额外的优惠。此外，还可以使用比特币购买打包的室内设计服务和家具。&nbsp;<br>Mayfair OBE的&nbsp;Baroness Michelle Mone&nbsp;解释说：“作为房地产开发业务的一步，我很高兴能够推出这个规模的项目。“这也是Michelle Mone室内设计公司推出的一个顺理成章的进步，这是我第一次将设计和房产这两个激情融合在一起。”&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>Doug和我都是我们自己的业务领域的开拓者，所以我们当然希望这是与众不同的，独特的和令人兴奋的——不仅仅是房产的世界，而且还是技术的世界。这就是为什么第一此以比特币定价来开发。&nbsp;<br></p><h3>集房产与技术一体</h3><p>Knox集团公司的董事长Douglas Barrowman解释说，该项目已经持续了很长时间。Barrowman认为，迪拜的房地产开发项目是自属一派，他希望成为业内第一个将房产和科技行业融合在一起的。&nbsp;<br>Barrowman说，比特币在短短几年的大幅上涨意味着它是目前世界领先的加密货币。这就是为什么我们第一次以比特币来定价房产的开发。&nbsp;&nbsp;&nbsp;&nbsp;<br>“我相信，随着主流采用，许多人将会跟随我们的领导。正如我在整个职业生涯中所做的一样，就像成为一个引领潮流的人一样，这是一个令人兴奋的事情”。&nbsp;<br>价值2.5亿英镑建设的两座公寓楼和一个购物中心将成为第一个同时最大的以比特币进行定价和结算的项目。&nbsp;Aston Development房地产还详细说明，早期投资者在建设完成后应该会获得9％的投资回报。&nbsp;<br><br>小编闲聊：&nbsp;<br>在大概半个月前，还在相传“一币一嫩模”，到今天只剩下“一币一个馍”了，看来持有比特币是比较稳妥的方式，因为即使不能换成法币，那就拿着比特币去迪拜买房吧。&nbsp;<br>本文来源：币圈新闻，如有侵权，请联系平台删除。&nbsp;<!--EndFragment-->&nbsp;&nbsp;<br></p>'
      },
      {
        'title': '人民币买不到iPhone？但是比特币做到了！',
        'author': '币圈新闻',
        'date': '2017-09-18 13:31',
        'plate': '',
        'content': '<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iPhone 8带着iPhone X终于破壳而出，据说还是苹果公司跨时代的作品。这也让我想起了前两年的事件，当时还是iPhone 6出来的时候。下面就是要说的这个事件：&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人民币买不到iPhone 6，但比特币却做到了，新浪微博上有一则消息引起网友关注，在比特币电商平台币须网上，能直接用比特币买到 iPhone 6。该平台与香港的“iPhone 6频道”店铺合作，以苹果香港的官方价格预订iPhone 6，据店铺的老板事后称，在短短的5个小时内收到订单60多单，相当于人民币近30万，实际支付比特币支付15个订单，由于店铺担心备货不足，不得不中途暂停该活动，并且退掉了其中一些订单。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有人联系到店铺老板laurance，问到为什么要用比特币支付，安全又如何保证时。Laurance称自己在香港早就接受比特币的支付，原来主要面对欧美用户，这是第一次与比特币电子商务平台合作，也是直面大陆市场，他看中的是币须网采用的多重签名的技术，任何人都拿不走用户的币，这样就消除了用户对店铺的怀疑。至于问到为什么不接受人民币而是接受比特币时，Laurance说并不是不接受人民币，而是他根本没有人民币账户，而比特币可以在全世界流通，在香港也是可以随时兑换成港币或者美元的。&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;比特币在跨境支付方面的确有许多的好处，还有一些网友也通过比特币去英国直接购买iPhone 6。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;比特币能买到iPhone 6的这则消息引起了部分圈外人士以及网络大V对以比特币来进行跨境支付的热情，在币须网用比特币购买iPhone 6 消息发布两天后，任志强转好了一则关于美国接纳比特币金融衍生品的消息，同时著名天使人薛蛮子也在自己的微博里发了一则关于中国的传统电商接受比特币支付的消息。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于利用比特币进行跨境支付，这一切才刚刚开始，情况也不是比特币爱好者想像的那样乐观，因为大部分的普通用户手中并不持有比特币，同时也不是每一个国家都有比特币交易所，兑换也非常麻烦。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当然也有不一样的观点，加密货币电子商务平台“可赢可乐”的运营总监吕明心则认为，加密货币的跨境支付是一种不可阻挡的趋势，虽然很多人手中并不持有比特币，但可用技术的手段去解决它，比特币只作为一种中间的交换媒介，而平台对中间的技术部分进行技术封装 ，普通用户根本感受不到。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;时过境迁，两年大家可以感受到比特币翻了多少倍？现在的一个比特币价格差不多可以买3个iPhone x了，玩币的用户越多也就出现各种各样的数字货币交易所，就需要有人来开发以比特币为首的数字货币交易所。而正好我们有这一块的开发经验，包括比特币背后，以及交易所基层的区块链技术，都是未来探讨研究的方向。\n&nbsp;</p><p>本文来源：币圈新闻，如有侵权，请联系平台删除。&nbsp;&nbsp;</p>'
      },
      {
        'title': '华尔街调查：比特币成2017年最受欢迎的投资',
        'author': '币圈新闻',
        'date': '2017-09-18 14:31',
        'plate': '',
        'content': '<p>华尔街调查：比特币成2017年最受欢迎的投资</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;世界顶级基金管理公司的一项调查提供了一个很好的想法：聪明的钱将流向何处。美国银行美林证券(Bank of America Merrill Lynch)在2017年9月的一项针对基金经理的调查显示，比特币是目前最受欢迎的投资，并且拥有大量看涨期权。</p><p>&nbsp;BAML调查的重要性&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BAML调查是在9月1日至9月7日进行的，在华尔街很受重视。超过200名基金经理参与了这项调查，他们管理着大约6290亿美元的资产。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因此，这项调查很好地反映了“聪明钱”的流向。尽管华尔街资深人士对比特币前景发表了截然不同的看法，但基金经理似乎相信，很多人都看好比特币。</p><p>&nbsp;“有26%的受访基金经理认为，比特币是目前最受欢迎的投资。”</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;比特币的惊人回报率\n&nbsp;\n比特币在2017年显示出了惊人的回报率，它从年初的950美元上涨到5000美元的巅峰，随后跌至目前的4200美元左右。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;引发比特币价格暴涨的原因很多，比如说，隔离见证的激活，这有助于减少网络的拥堵。此外，亚洲国家温和的法律法规，机构投资者将比特币视为可行的替代资产类别等，也助推了比特币价格的上涨。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人们担心的是，政府可能会对比特币采取行动，尤其是在中国，这也导致了本月比特币价格的下跌。比特币爱好者认为，随着应用的增加，它将继续升值。</p><p>其他热门交易</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;据BAML调查显示，其他热门交易包括纳斯达克综合指数(Nasdaq Composite Index)的多头交易，以及做空美元(21%)。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在2017年5月至8月期间进行的四次调查中，纳斯达克的多头交易被认为是最受欢迎的投资。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这两项交易在2017年都表现良好，其中纳斯达克综合指数在2017年上涨了20%。</p><p>现在是做空比特币的好时机吗？</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当大多数人都看好比特币，并且它已经成为最受欢迎的投资的时候，做空比特币的时机来了吗？</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为一种受欢迎的投资方式，并不意味着反转即将开始。纳斯达克综合指数(Nasdaq Composite Index)在今年的大部分时间内都被视为受欢迎的投资，但它仍然表现良好。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;即便是反对比特币，甚至将其称之为“欺诈”的人（如摩根大通CEO Jamie Dimon），也不会做空比特币，因为没有人知道比特币价格会走多高。因此，做空比特币可能只是一场赌博，而失败的代价会很惨痛。</p><p><br></p><p>本文来源：币圈新闻，如有侵权，请联系平台删除。</p>'
      },
      {
        'title': '将比特币纳入储蓄计划，美国千禧一代缘何这样做？',
        'author': '巴比特资讯',
        'date': '2017-09-18 15:31',
        'plate': '',
        'content': '<p>将比特币纳入储蓄计划，美国千禧一代缘何这样做？\n<br>对于亿万富翁投资者迈克·诺沃格拉茨（Mike Novogratz），以及艾什顿·库奇（Ashton Kutcher）、帕丽斯·希尔顿（Paris Hilton）这些名人而言，比特币已逐渐成为一种主流的投资品。这种不受管制的数字支付系统也被很多人所诟病，但仍然有一批年轻人在畅想未来的无现金社会，并将自己的资金投入到这种数字资产当中。\n<br>他们是与众不同的一类人，在美国人当中，这类群体仅占到了1%，他们不仅听说过比特币，而且还通过智能手机和笔记本电脑进行过相关的交易。更重要的是，一些千禧一代已将比特币视作一种长期储蓄。一些专家们认为，这可能会动摇这个国家的金融机构。\n<br>\n<br>Roshaan Khan，弗吉尼亚联邦大学的一名20岁大学生，他也是这类“千禧一代”的其中一员。最近，Khan投资了比特币以及以太币，并且他也在鼓励自己的朋友做同样的事。\n<br><blockquote>“我所有的净资产都是加密货币，我认为这是还清我的助学贷款的最佳途径，” Khan表示，“我喜欢去中心化的想法，事实上，它能够大大减少腐败以及政治关系。这个想法对我很有吸引力……其也不必经过银行。”\n</blockquote>Andreas M. Antonopoulos，《精通比特币》以及《互联网货币》的作者，他非常熟悉千禧一代身上存在的不信任感。他说，互联网货币的概念，不仅仅是吸引着千禧一代，而且这种系统也不会背叛他们。\n<br><blockquote>“当你走近那些对社会机构已失望的千禧一代，你会发现，他们已不再信任任何人，” Antonopoulos说，“他们记得2008年发生的事，因为这是他们第一次遭遇大危机，很多千禧一代在那个时期无法找到工作。而他们，也没有看到有银行家被判入监狱。”\n</blockquote>现在，千禧一代开始选择他们自己的方式。\n<br><blockquote>“通过投资这种新技术来经营自己的储蓄计划，让我感觉甚好， ”年仅24岁的Emil Thorsplass表示，他是一位来自挪威的音乐家。“我仍然会通过银行账户来定期投养老基金并支付账单，但加密货币投资已成为了我的储蓄计划的一部分。”\n</blockquote>然而，数字货币也面临着大量的批评。一些传统投资者认为，比特币虽然没有固有的缺陷，但作为一种数字支付方式，它不值得投资，因其的波动性过大，且没有中央机构或政府的支持。Antonopoulos则回应称这种说法是“跛脚”的，他认为成熟的投资者可以把波动性较大的投资品列入自己的投资组合。\n<br><blockquote>“你可以对比特币进行批评，它显然是存在风险的，这种技术的存在时间大约只有9年，在很大程度上，它还处在实验阶段，” Antonopoulos说，“如果将其纳为投资组合的一部分，其存在较低的可能会给你带来很高的回报，但其完全崩溃的可能性，也是不容忽视的。如果你愿意抓住这个机会，这可能会给你的人生带来很大的变化，尤其对年轻人而言。”<br>\n“对于波动性，我不再像以前那样紧张，” Thorsplass表示，自2015年以来，这位年轻人在数字货币当中已投入了5000美元。“我习惯于冒险，所以当我的直觉告诉我应该这样做时，我喜欢扣动扳机。”\n</blockquote>Khan自两个月前开始投资数字货币以来，其投资回报率达到了40%，他也表达了类似的看法。\n<br><blockquote>“也许是我刚涉入这个领域，但没有其他东西能比它更让我兴奋了，股票市场已变得极其无聊。对于一个囊中羞涩的大学生来说，在庞大的股票市场当中没有作为可言。”\n</blockquote>但重要的是，任何交易比特币的人都要明白，虽然比特币本身可能不受监管，但与其进行交换的法币是受到很多管制的。\n<br><blockquote>“关于拥有或使用比特币，或者任何其他的加密货币，其本身不会触犯任何法律，你只需要在投资或使用它们前掌握一些相关知识，” 加密货币律师Tyson Cros表示，“但你可能很容易在税收方面陷入麻烦。”\n</blockquote>他继续说，“我认为美国国税局已在紧盯这个领域了，很多加密货币交易可能并没有纳税。我认为这种日子要离我们而去了，如果有人打算投资比特币或其他加密货币，我会警告他们不要想着逃税漏税，因为目前国税局有很多工具可以检测到这些行为。”\n<br>有一件事是可以肯定的：加密货币的概念不可能很快消失。即使比特币明天突然消失了，一种新的、更好的数字货币也会取代它的位置。\n<br>“比特币所展现给我们的是，其技术可用于创建一个竞争性产品，它能够和国家的法币相提并论，甚至在某些方面会更好，” Antonopoulos说，“它为竞争打开了大门，这将决定我们前进的方向。当新产品进入市场时会发生什么？一场浩劫。”\n<br><blockquote>“现在，市场上就出现了选择，而千禧一代就是在行使选择权。\n</blockquote>\n<br>原文：\n<br>https://www.coindesk.com/indian-central-bank-studies-fiat-cryptocurrency-for-digital-rupee/\n<br>作者：Rachel Rose O\'Leary\n<br>编译：Wendy\n<br>稿源（译）：巴比特资讯（http://www.8btc.com/indian-central-bank-digital-rupee)\n<br>版权声明：作者保留权利。文章为作者独立观点，不代表平台立场。&nbsp;<br></p>'
      },
      {
        'title': '央行孙国峰：ICO不同于区块链，穿透式监管更适合中国',
        'author': '第一财经',
        'date': '2017-09-18 16:47',
        'plate': '',
        'content': '<p><h3>央行孙国峰：ICO不同于区块链，穿透式监管更适合中国\n</h3><blockquote> [美国一些金融科技监管经验很值得中国借鉴，特别是其穿透式监管、功能监管方面。而监管沙盒，总体并不适合在中国大范围普遍开展]<br>\n[2017年初至今，整个虚拟货币市场价值增长了811%，相当于1460亿美元。ICO确实存在很大的泡沫。]\n</blockquote>\n<br>日前，中国人民银行金融研究所所长孙国峰在接受央行旗下媒体专访时明确表示，叫停ICO（首次代币发行）是十分必要和及时的，必须把区块链技术和ICO区分开来。\n<br>他还表示，金融科技具有很强的风险特征，必须加强监管，美国对金融科技的穿透式监管、功能监管方面经验值得借鉴，但监管沙盒并不合适中国。\n<br>&nbsp;\n<br><h4>区块链不等同于ICO\n</h4>&nbsp;\n<br>2016年4月开始，央行牵头多部委联合开展互联网金融风险专项整治工作，10月13日国务院正式下发实施方案。在一年多的时间里，专项整治工作小组先后对P2P网络借贷、第三方支付等领域频出重拳。尤其是近期对ICO的监管整治，并没有采取一贯的“软着陆”而是选择了“急刹车”，定性为非法金融活动，并“一刀切”取消在国内的发行和交易。\n<br>孙国峰在采访中对叫停ICO给出解释，实际上ICO涉嫌非法发售代币票券、非法发行证券以及非法集资、金融诈骗、传销等违法犯罪活动，当前，叫停ICO是十分必要和及时的。但是这并不妨碍相关的金融科技公司、行业机构、技术公司去继续研究区块链技术，区块链本身是好技术，并不是只有通过ICO才能进行区块链技术研究，还可以通过各种技术进行研究。\n<br>因此，要把区块链技术和ICO区分开来，区块链技术可以运用于很多领域、场景，包括一些社会管理领域场景，不应当将区块链和ICO画等号，需要进一步拓宽研究和发展区块链技术的视野。\n<br>在监管政策落地后，上周末北京举行了一场区块链会议，对区块链“回归”和发展进行了讨论。\n<br>与会专家也表示，在此前ICO融资逐步上升甚至取代风投成为新科技融资主要渠道的同时，2017年初至今，整个虚拟货币市场价值增长了811%，相当于1460亿美元。ICO确实存在很大的泡沫。而且，很多ICO融资流入了债券、有色金属、股票中，ICO是不是在支持科技发展需要打上一个问号。ICO搅乱金融市场，区块链技术也会受到负面影响。\n<br>&nbsp;\n<br><h4>穿透式监管更适合中国\n</h4>&nbsp;\n<br>孙国峰指出，金融科技还是具有很强的风险特征，必须要加强监管。他建议，对于国内金融科技监管要将微观功能监管与宏观审慎管理相结合。美国一些金融科技监管经验很值得中国借鉴，特别是其穿透式监管、功能监管方面。而监管沙盒，总体并不适合在中国大范围普遍开展。\n<br>孙国峰表示，金融科技本身的金融属性决定了其有很强的风险特征。从目前的风险来看，一是来自金融科技自身的风险，二是金融科技存在造成金融体系金融风险加大的因素。一方面，金融科技使得金融风险更加具有隐蔽性、传播速度更快、影响范围更广，增加了金融系统性风险；另一方面，金融科技使金融业“脱媒风险”加大；此外，金融科技还会涉及金融消费者保护的问题。总体来说，金融科技还是具有很强的风险特征，必须要加强监管。\n<br>目前，国际上金融科技监管模式大致可以分为两类，一类是一些相对小型开放的经济体并且是国际金融中心，比如英国、新加坡。这些国家由于自身市场比较小，金融科技发展产生的风险隐患并不是很突出，同时肩负着国际金融中心发展的任务，会采取一些鼓励措施，包括引入监管沙盒；另一类是一些大型经济体且金融市场特别大，比如美国、中国。美国发展金融科技在技术上具有一些领先优势，且监管严格。而中国在金融科技运用场景方面虽明显领先，但也存在监管模糊地带，特别重要的是个人数据保护不及美国完善。\n<br>在他看来，美国一些金融科技监管经验很值得中国借鉴，特别是其穿透式监管、功能监管方面。在美国，不管金融科技以何种形态出现，均根据涉及的金融业务性质纳入到相应的金融监管体系之中，比如P2P，有些业务涉及产权变化，由美国证监会进行监管。美国财政部对货币服务机构进行监管，每个州都有货币转移法，对货币转移要求在州政府监管机构进行注册登记，此外美国还有联邦消费者保护法、联邦金融消费者保护局，从行为监管的角度保护相关消费者的合法权益。\n<br><blockquote>“至于监管沙盒，作为一个国际经验，也不排除考虑在个别领域进行试点，但总体并不适合在中国大范围普遍开展。”\n</blockquote>孙国峰指出，中国金融科技现在主要的问题还是监管不足。\n<br>从国际经验看，监管沙盒实施对象都是一些初创型企业，金融科技自我发展动力不足，需要鼓励发展。相反，我国市场比较大，金融科技机构相对来说比较容易盈利，自身发展动力强，在此背景下如果再实施监管沙盒，很多大中小型金融科技机构都会来申请，可能容纳不下如此多的机构。\n<br>孙国峰认为，中国金融科技监管要注重微观功能监管和宏观审慎管理相结合。微观功能监管采取穿透式监管，根据金融科技的金融特征，按照相关业务的类别由相关监管当局进行监管，实现监管全覆盖，避免监管空白。宏观审慎管理是把金融科技纳入到宏观审慎管理框架当中，完善支付机构客户备付金集中制度。他还提出，应当把具有系统重要性的金融科技公司纳入宏观审慎管理框架。\n<br>原文载于：http://www.yicai.com/news/5344227.html\n<br>版权声明：作者保留权利。文章为作者独立观点，不代表本平台立场。&nbsp;</p>'
      }
    ]
  },
  mutations: {
    showNews (state, item) {
      state.currentNews = item
      state.dialogVisible = true
    }
  }
}
