<template>
  <div>
    <pre>
一、BTC (比特币)

1.什么是比特币？

比特币（Bitcoin，简称BTC）是目前使用最为广泛的一种数字货币，它诞生于2009年1月3日，是一种点对点（P2P）传输的数字加密货币，总量2100万枚。比特币网络每10分钟释放出一定数量币，预计在2140年达到极限。比特币被投资者称为“数字黄金”。比特币依据特定算法，通过大量的计算产生，不依靠特定货币机构发行，其使用整个P2P网络中众多节点构成的分布式数据库来确认并记录所有的交易行为，并使用密码学设计确保货币流通各个环节安全性，可确保无法通过大量制造比特币来人为操控币值。基于密码学的设计可以使比特币只能被真实拥有者转移、支付及兑现。同样确保了货币所有权与流通交易的匿名性。
比特币因去中心化、全球流通、低交易费用 、匿名流通等特点，备受科技爱好者青睐。近来华尔街、多国央行等传统金融机构开始研究比特币区块链技术，日本政府正式承认比特币为法定支付方式，越来越多的日本商家接受了比特币支付。

2.比特币的优势是什么？

支付自由——无论何时何地都可以即时支付和接收任何数额的资金。无银行假日，无国界，无强加限制。比特币允许其用户完全控制他们的资金。
极低的费用——目前对比特币支付的处理不收取手续费或者仅收取极少的手续费。用户可以把手续费包含在交易中来获得处理优先权，更快收到由网络发来的交易确认。另外，也有商家处理器协助商家处理交易，每天将比特币兑换成法定货币并直接将资金存入商家的银行账户。因为这些服务都基于比特币，所以它们可以提供远低于PayPal或信用卡网络的手续费。
降低商家的风险——比特币交易是安全，不可撤销的，并且不包含顾客的敏感或个人信息。这避免了由于欺诈或欺诈性退单给商家造成的损失，而且也没有必要遵守PCI标准。在信用卡无法使用或欺诈率高得令人无法接受的地方，商家也可以很容易地扩展新的市场。最终结果是更低的费用，更大的市场，和更少的行政成本。
安全和控制——比特币的用户完全控制自己的交易；商家不可能强制收取那些在其它支付方式中可能发生的不该有或不易发现的费用。用比特币付款可以无须在交易中绑定个人信息，这提供了对身份盗用的极大的防范。比特币的用户还可以通过备份和加密保护自己的资金。
透明和中立——关于比特币资金供给本身的所有信息都存储在块链中，任何人都可以实时检验和使用。没有个人或组织能控制或操纵比特币协议，因为它是密码保护的。这使得比特币核心被相信是完全中立，透明以及可预测的。

3.比特币的缺点是什么？

接受程度——仍然有很多人不知道比特币。每天有更多的企业接受比特币，因为他们希望从中受益，但这个列表依然很小，为了从网络效应中获益，仍然需要有更多的企业支持比特币。
波动性——流通中的比特币总价值和使用比特币的企业数量与他们可能的规模相比仍然非常小。因此，相对较小的事件，交易或业务活动都可以显著地影响其价格。从理论上讲，随着比特币的市场和技术的成熟，这种波动将会减少。这个世界以前从未出现过任何一个新兴货币，所以想象它将如何进展真的非常困难 (同时也令人兴奋)。
处于发展阶段——比特币软件依然处于beta版本，许多未完成的功能处于积极研发阶段。新的工具，特性和服务正在研发中以使比特币更为安全，为更多大众所使用。其中有一些功能目前还不是每个用户都能使用。大部分比特币业务都是新兴的，尚不提供保险。总体来说，比特币尚处于成熟的过程当中。

4.详细参数

中文名：比特币    英文名：Bitcoin    英文简称：BTC
研发者：Satoshi Nakamoto    核心算法：SHA-256    发布日期：2009/01/03
总量：2100万    区块时间：约600秒/块 共识证明：POW
区块奖励：当前12.5BTC/区块（每产出21万个区块/约每四年减半一次，最近一次减半时间：2016年7月9日）
风险：扩容之争，存在潜在的分叉风险
货币单位：BTC/XBT
1       比特币（Bitcoins，BTC）
10−2    比特分（Bitcent，cBTC）
10−3    毫比特（Milli-Bitcoins，mBTC）
10−6    微比（Micro-Bitcoins，μBTC）
10−8    聪（Satoshi）

5.常用链接

官方网站：https://bitcoin.org/zh_CN/
比特币常见问题：https://bitcoin.org/zh_CN/faq
区块查询：https://blockchain.info/
比特币论坛：https://bitcointalk.org/
市值查询网站：https://coinmarketcap.com/





二、ETH (以太坊)

1.什么是以太坊？

以太坊（Ethereum）是下一代密码学账本，可以支持众多的高级功能，包括用户发行货币，智能协议，去中心化的交易和设立去中心化自治组织(DAOs)或去中心化自治公司（DACs）。以太坊并不是把每一单个类型的功能作为特性来特别支持，相反，以太坊包括一个内置的图灵完备的脚本语言，允许通过被称为“合同”的机制来为自己想实现的特性写代码。一个合同就像一个自动的代理，每当接收到一笔交易，合同就会运行特定的一段代码，这段代码能修改合同内部的数据存储或者发送交易。高级的合同甚至能修改自身的代码。
通俗一点说，以太坊是开源平台数字货币和区块链平台，它为开发者提供在区块链上搭建和发布应用的平台。以太坊可以用来编程、分散、担保和交易任何事物，投票、域名、金融交易所，众筹、公司管理、合同和大部分的协议、知识产权，还有得益于硬件集成的智能资产。
2017年2月28日，一批代表着石油、天然气行业，金融行业和软件开发公司的全球性企业正式推出企业以太坊联盟（EEA），致力于将以太坊开发成企业级区块链。这些企业包括英国石油巨头BP、摩根大通、软件开发商微软、埃森哲、桑坦德银行、BlockApps、BNY梅隆、芝商所、ConsenSys、英特尔微软和Nuco等。许多企业或组织开发基于以太坊区块链的项目，并发行代币。联合国世界粮食计划署成功使用以太坊区块链向10000难民提供救助。

2.详细参数

中文名：以太坊    英文名：Ethereum    英文简称：ETH
研发者：Vitalik Buterin    核心算法：Ethash    发布日期：2015/3/20
区块时间：约15-17秒/块    区块奖励：5    货币总量：7200万+1872万/年
主要特色：含数字货币和智能合约等特色功能

3.常用链接

官方网站：https://www.ethereum.org/
区块查询：https://etherscan.io/





三、LTC（莱特币）

1.LTC是什么

litecoin(LTC) 发布于2011年10月7日,是目前市值最高的山寨币。和btc相比,ltc速度更快,平均2.5分钟一个块,15分钟就可以完成6次确认。另外ltc的数量也是btc的四倍,总数为8400w枚。目前ltc采用scrypt算法,需要大量内存支持。市面上的专业矿机不能用于ltc挖矿,只能用显卡。
LiteCoin是比特币的一个简单变种——用它们自己的话来说：如果比特币是货币世界的黄金，我们就是白银。它对比特币算法进行了简单修改，使得挖矿速度增快至前者的4倍，每笔交易的验证时间也相应下降为前者的1/4。同时，与比特币算法依赖高性能显卡不同，LiteCoin更依赖于CPU和内存，从而降低了硬件进入门槛。可以说：LietCoin是“穷人”的比特币，与比特币一脉相承。

2.详细参数

中文名：莱特币    英文名：Litecoin    英文简称：LTC
开发者：Charls Lee    区块时间：2.5分钟    发布日期：2011-11-09
核心算法：Scrypt    货币总量：8400万,减半时间4年

3.常用链接

官方网站：https://litecoin.org/
区块查询：http://qukuai.com/ltc





四、EOS（柚子）

1.EOS是什么

EOS(EOS.io)是为EOS.io区块链系统发布的基于以太坊的代币。它是由block.one的CTO Dan Larimer(Bts、Graphene、Steem创始人)主导开发的类似操作系统的区块链架构平台，目标是建立一个横向和纵向都高度规模化的区块链操作系统，提供各种必要的功能和超高的处理能力，让开发者可以将注意力集中在业务层，旨在实现分布式应用的性能扩展。EOS 提供帐户、身份验证、数据库、异步通信以及在数以百计的CPU或群集上的程序调度。该技术的最终形式是一个区块链体系架构，该区块链每秒可以支持数百万个交易，同时普通用户无需支付使用费用。
EOS令牌没有任何权利、用途、用途、属性、功能或特性、表达或暗示，包括没有限制、任何用途、用途、属性、功能或在EOS平台上的特性。任何一个EOS平台的发布都将由与区块无关的社区成员来进行。启动EOS平台的第三方可以删除、修改或补充EOS。发布EOS平台之前、期间或之后的IO软件。
EOS对不同的人意味着不同的东西。我们已经收到了许多关于EOS代表什么或者它应该代表什么的惊人解释，所以我们决定不正式地定义它。

2.详细参数

中文名：柚子    英文简称：EOS    发行价：￥0.05775
开发者：Blockone公司    区块时间：15秒    发布日期：2017-06-26


3.常用链接

官方网站：https://eos.io/
区块查询：https://etherscan.io/token/





五、ONT（本体）

1.ONT是什么
作为新一代公有基础链项目，本体Ontology（ONT）提供新一代高性能基础公有链，包括完整的分布式账本、智能合约体系支持。同时本体架构支持公有链网体系，除了提供基础公有链服务，通过本体区块链框架支持不同应用的公有链定制，并通过不同协议群支持链网协作。
在基础层之上，本体将持续提供各类分布式应用中的通用性模块，如分布式身份框架、分布式数据交换协议等支持分布式信任协作组件，并会根据应用需求持续扩展新的通用模块。
Ontology为绑定的双Token模式（ONT和ONG）第一阶段的ONT Token为 NEP-5 Token（此阶段不会释放ONG）, 在Ontology的基础主网上线后会转换成主网ONT Token, 同时与ONT绑定的ONG Token会逐步释放。

2.详细参数

中文名：本体    英文名：Ontology    英文简称：ONT
货币总量：1,000,000,000

3.常用链接

官方网站：https://ont.io/
区块查询：https://etherscan.io/token/





六、AE（阿姨币）

1.AE是什么

Aeternity号称新一代区块链网络,由德裔计算机科学家“以太坊教父”Yanislav Malahov与前Augur核心开发者Zack Hess、前Synereo核心开发者Jack Pettersson于2016年发起，聚集诸多颠覆性创新于一身，旨在重树当今智能合约的底层协议。Aeternity的技术亮点是图灵完备状态通道(State Channels)和去中心化预言机(Oracles)。团队已经在Github上公布测试网络(testnet)源代码(https://github.com/aeternity/testnet)。
Aeternity项目曾经被看成是欧洲的以太坊，也被很多币粉视为超优质项目,但是在两轮ICO之后，项目组并没有像很多项目一样迅速发币，而雪上加霜的是，在以太坊钱包被盗事件中，AE第二轮ICO筹得的资金也大量丢失，这让参与ICO的币粉们非常失望。

2.详细参数

中文名：阿姨币    英文名：Aeternity    英文简称：AE
开发者：Yanislav Malahov    发行价：￥2.00    发布日期：2017-05-29
核心算法：ERC20

3.常用链接

官方网站：https://www.aeternity.com/zh
区块查询：https://etherscan.io/token/0x5ca9a71b1d01849c0a95490cc00559717fcf0d1d
    </pre>
  </div>
</template>
