<template>
  <div>
    <pre>
凡以任何方式登陆LAEX数字资产交易所或直接、间接使用LAEX数字资产交易所服务者，视为自愿接受LAEX数字资产交易所声明的约束，具体条款为：

第一条
LAEX数字资产交易所的宗旨是在不违反国家政府法律法规的前提下，尽可能的为全球数字货币爱好者及投资者提供专业国际化水准的交易平台和金融服务。禁止使用LAEX数字资产交易所从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，本站将采取冻结账户，立即报送公安机关等必要措施，且不予承担由此引发的一切后果与责任。

第二条
当司法机构有关机关出示相应的调查文件要求我司配合对指定用户进行调查时，或对用户账户采取查封、冻结或者依法扣划等措施时，我司将按照司法机构的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、账户操作异常及由此引发的一切损失与后果，本站不承担任何责任。

第三条
LAEX数字资产交易所使用者因违反本声明的规定而触犯国家政府法律法规的，我司做为服务的提供方，有义务对平台的规则及服务进行完善，但我司并无触犯国家政府法律法规的动机和事实，对使用者的行为及由此引发的法律后果不承担任何连带责任。

第四条
本声明未涉及的问题参见老挝国家政府法律法规，当本声明与老挝国家政府法律法规冲突时，以老挝国家政府法律法规为准。 LAEX数字资产交易所使用者因为违反本声明的规定而触犯老挝国家政府法律法规的，一切后果由用户独立承担，LAEX数字资产交易所不承担任何责任。

本声明的最终解释权归LAEX数字资产交易所所有。
    </pre>
  </div>
</template>
