<template>
  <div>
    <pre>
LAEX与用户共同确认：
用户点击LAEX网注册页面的同意注册按钮并完成注册程序、获得LAEX账号和密码时，视为用户与LAEX已达成《用户协议》(下称“本协议”)，和用户为进入www.laex.pro使用LAEX提供的交易服务而达成的全部约定。
LAEX及用户均已认真阅读本《用户协议》中全部条款及LAEX发布的《免责声明》和《隐私条款》的内容，对本协议及免责声明和隐私条款均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。LAEX《免责声明》和《隐私条款》为本协议的必要组成部分，用户接受本协议的同时即视为接受LAEX《免责声明》和《隐私条款》的全部内容。本协议内容包括正文以及LAEX已经发布的或将来可能发布的各类规则、声明、说明。所有规则、声明、说明视为协议不可分割的一部分，与协议正文具有同等法律效力。本协议不涉及LAEX用户与其他用户之间因数字资产交易而产生的法律关系及法律纠纷。
LAEX友情提示：受个别国家政策影响，部分国家已全面停止代币发行融资活动。如有关政策或法律法规等发生变化的，用户将自行承担交易资产风险。请各位拟注册用户经谨慎考虑后确定是否注册并使用代币交易服务。

一、定义条款
“LAEX”：指LAEX老挝数字资产交易所运营和管理的数字资产交易平台，域名为www.laex.pro。LAEX通过该网络加密数字资产交易平台为比特币等数字资产玩家提供交易的网络交易平台服务。
本协议下文中，“LAEX”既指网络加密数字资产交易平台www.laex.pro。
“用户”：指接受并同意本协议全部条款及LAEX发布和更新的其他法律条款和操作规则、通过LAEX进行数字货币交易的LAEX注册会员。
“用户注册”：指用户登录LAEX，并按要求填写相关信息并确认同意履行相关用户协议的过程。
“数字资产交易”：指用户通过LAEX平台进行的数字资产交易活动。
“充值款”：指用户为购买或出售比特币等数字资产而向LAEX平台预充入的数字资产款项。
“手续费”：指用户在LAEX达成数字资产交易而向LAEX支付的交易服务费用。

二、用户注册
1.注册资格
用户承诺：用户具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力，但点击同意注册按钮，本平台即视为经其法定代理人同意并由其法定代理人代理注册及应用LAEX服务。
2.注册目的
用户承诺：用户注册并非出于违反法律法规或破坏LAEX数字资产交易秩序的目的。
3.注册流程
①用户同意根据LAEX用户注册页面的要求提供有效电子邮箱等信息，设置LAEX账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性；
②用户合法、完整并有效提供注册所需信息时，有权获得LAEX账号和密码，LAEX账号和密码用于用户在LAEX进行会员登录；
③用户获得LAEX账号及密码时视为用户注册成功，用户同意接收LAEX发送的与LAEX网站管理、运营相关的电子邮件或短消息；
④用户注册成功后进行数字资产交易，应当提供本人的真实身份证号码，进行实名认证。

三、服务内容
LAEX为用户通过LAEX进行数字资产交易活动提供网络交易平台服务。
1.服务协议
①用户有权在LAEX浏览数字资产实时行情及交易信息、有权通过LAEX提交交易指令并完成数字资产交易；
②用户有权在LAEX查看其LAEX会员账号下的信息，有权应用LAEX提供的功能进行操作；
③用户有权按照LAEX发布的活动规则参与LAEX组织的平台活动；
④LAEX承诺为用户提供的其他服务。
2.服务规则
用户承诺遵守下列LAEX服务规则：
①用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有数字资产来源的合法性，不得在LAEX或利用LAEX服务从事非法或其他损害LAEX或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯国家社会集体的和公民的合法权益的信息，发送或接收传销材料、危害国家安全、泄露国家秘密或存在其他危害的信息或言论，未经LAEX授权使用或伪造LAEX电子邮件抬头信息等；
②用户应当遵守法律法规，应当妥善使用和保管其LAEX账号及密码、资金密码和其注册时绑定的手机号码、邮箱地址、以及确保手机和邮箱接收的验证码的安全。 用户对使用其LAEX账号和密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当用户发现LAEX账号、密码、或资金密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即有效通知LAEX，要求LAEX暂停该LAEX账号的服务。LAEX有义务在合理时间内对用户的该等请求采取行动，但对LAEX采取行动前用户已经遭受的损失不承担任何责任。用户在未经LAEX同意的情况下不得将LAEX账号以赠予、借用、租用、转让或其他方式处分给他人，否则用户自己担任因此产生的风险和后果；
③用户应当遵守LAEX不时发布和更新的用户协议以及其他服务条款和操作规则。

四、交易规则
1.浏览交易信息
用户在LAEX浏览数字资产交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于数字资产价格、委托量、手续费、买入或卖出方向，用户完全接受交易信息中包含的全部内容后方可点击按钮进行交易。
2.提交委托
在浏览完交易信息确认无误之后用户可以提交交易委托。用户提交交易委托后，即用户授权LAEX代理用户进行相应的交易撮合，在有满足用户委托价格的交易时，LAEX将会自动完成撮合交易而无需提前通知用户。
3.查看交易明细
用户可以通过管理中心的交易明细中查看相应的成交记录，确认自己的详情交易记录。
4.撤销/修改委托
在委托未达成交易之前，用户有权随时撤销或修改委托。

五、用户权益
1.用户有权选择是否成为LAEX平台会员，用户选择成为LAEX平台注册用户的，可自行创建、修改昵称。用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德，不得侵犯或涉嫌侵犯他人合法权益，由此产生的法律责任及后果由用户个人承担。LAEX平台不负责任何审查义务，不承担任何责任；
2.用户有权按照本协议约定接受LAEX提供的数字资产交易平台服务；
3.用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定；4.是否提供非必填项的内容；
5.用户有权参加LAEX平台组织提供的各项线上、线下活动；
6.用户有权根据LAEX平台网站规定，享受LAEX平台提供的其它各类服务；
7.用户有权随时终止使用LAEX服务；
8.用户有权随时提取在LAEX的数字资产余额，但需向LAEX支付相应的提现手续费用；
9.用户有权参加LAEX平台社区，并发表符合国家法律规定，并符合LAEX平台社区规则的文章及观点。

六、用户义务
1.用户对注册时提供的个人资料的真实性、有效性及安全性负责；
2.用户不得通过任何手段恶意注册LAEX平台网站帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户帐号；
3.用户在LAEX进行数字资产交易时不得恶意干扰交易的正常进行、破坏交易秩序；
4.用户不得以任何技术手段或其他方式干扰LAEX的正常运行或干扰其他用户对LAEX服务的使用；
5.如用户因网上交易与其他用户产生诉讼的，不得通过司法或行政以外的途径要求LAEX提供相关资料；
6.禁止用户将LAEX平台以任何形式作为从事各种非法活动的场所、平台或媒介。未经LAEX平台的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将LAEX平台作为从事商业活动的场所、平台或媒介；
7.用户在LAEX平台以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且LAEX因此受到的损失，有权向用户追偿；
8.如用户违反上述规定，则LAEX平台有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。

七、知识产权
1.LAEX所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件(包括小应用程序和脚本)的知识产权权利均归LAEX所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容；
2. LAEX名称中包含的所有权利 (包括但不限于商誉和商标、标志) 均归LAEX老挝加密数字资产交易平台所有；
3.任何被授权的浏览、复制、打印和传播属于LAEX平台网站内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明；
4.用户接受本协议即视为用户主动将其在LAEX发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给LAEX所有，LAEX有权利就任何主体侵权单独提起诉讼并获得全部赔偿；
5.用户在使用LAEX服务过程中不得非法使用或处分LAEX或他人的知识产权权利。用户不得将已发表于LAEX的信息以任何形式发布或授权其它网站（及媒体）使用，如用户进行上述行为给LAEX平台造成损失，LAEX保留向用户要求赔偿的权利。

八、特别声明
在法律允许的范围内，不论在何种情况下，LAEX对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务，以及用户因此而遭受的损失不承担责任。
LAEX注册于老挝，遵从当地法律及相关的外国法（若适用的话）。为了保持在市场上的良好声誉，并遵守某些司法管辖区的独特监管要求，我们决定不服务于来自美国的客户。

九、协议的变更和终止
1.协议的变更：LAEX有权随时对本协议内容或LAEX发布的其他服务条款及操作规则的内容进行变更，变更时LAEX将在LAEX站内显著位置发布公告，变更自公告发布之时生效，如用户继续使用LAEX提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权注销LAEX账户、停止使用LAEX服务。
2.协议的终止
① LAEX有权依据本协议约定注销用户的LAEX账号，本协议于账号注销之日终止；
② LAEX有权依据本协议约定终止全部LAEX服务，本协议于LAEX全部服务终止之日终止；
③本协议终止后，用户无权要求LAEX继续向其提供任何服务或履行任何其他义务，包括但不限于要求LAEX为用户保留或向用户披露其原LAEX账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等；
④本协议的终止不影响守约方向违约方追究违约责任。

十、隐私权政策
1.适用范围
①在用户注册LAEX账号或者支付账户时，用户根据LAEX要求提供的个人注册信息，包括但不限于身份证信息；
②在用户使用LAEX服务时，或访问LAEX网页时，LAEX自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；
③LAEX收集到的用户在LAEX进行交易的有关数据，包括但不限于出价、购买等记录；
④LAEX通过合法途径取得的其他用户个人信息。
2.信息使用
 未经用户事先允许，LAEX不会向任何人出售或出借用户的个人信息。LAEX也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。
3.信息保护
LAEX对所获得的用户身份资料和交易信息进行保密，不得向任何单位和个人提供用户身份资料和交易信息，法律法规另有规定的除外。

十一、反洗钱
1.LAEX遵守和执行《打击洗钱及恐怖分子资金筹集（金融机构）条例》及国际反洗钱法相关规定，对用户进行身份识别、用户身份资料和交易记录保存制度，以及大额的和可疑交易报告的制度；
2.用户注册、挂失交易密码或者资金密码时，应当提供并上传身份证复印件，LAEX对用户提供的身份证信息进行识别和比对。LAEX有合理的理由怀疑用户使用虚假身份注册时，有权拒绝注册或者注销已经注册的账户；
3.LAEX参照《打击洗钱及恐怖分子资金筹集（金融机构）条例》等相关规定，保存大额交易和有洗钱嫌疑的交易记录，在监管机构要求提供大额交易和可疑交易的记录时，向监管机构提供；
4.LAEX对用户身份信息以及大额交易、可疑交易记录进行保存，依法协助、配合司法机关和行政执法机关打击洗钱活动，依照法律法 规的规定协助司法机关、海关、税务等部门查询、冻结和扣划用户存款（包括但不限于现金、代币等）；
5.根据相关规定及政策，为了保障用户资产安全，汇款人姓名必须和实名认证姓名一致。

十二、风险提示
1.鉴于有关风险您在开始进行此类交易之前，应该了解有关交易性质和自身所面临的风险程度。您必须根据本人自身的投资经验、目的、财力和承受风险能力等相关情形，在开户及开始交易前仔细考虑该类交易是否适合您本人；
2.数字资产交易有极高的风险，参与数字资产交易，用户应当自行控制风险，评估数字资产投资价值和投资风险，承担损失全部投资的经济风险；
3.平台不保证有关行情分析、市场评析等内容的正确性和适用性，对于您已经或将会从介绍人或其他任何机构及雇员处获得的资讯或建议，平台不能控制，也不支持或担保其关于交易的准确性或完备性，由此导致的一切风险由您本人自行承担，与我方无任何牵涉；
4.当警察、法院等权力机构出示相应的调查文件要求平台配合对指定用户进行调查时，或对用户账户采取查封、冻结或者划转措施时，平台将按照公安机关的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任；
5.因有关法律、法规和规范性文件的制定或者修改，导致数字资产的交易被暂停、或者禁止的，由此造成的经济损失全部由用户自行承担。

十三、违约责任
1.LAEX或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任；
2.如因用户提供的信息不真实、不完整或不准确给LAEX造成损失的，LAEX有权要求用户对LAEX进行损失的赔偿；
3.如因用户违反法律法规规定或本协议约定，在LAEX或利用LAEX服务从事非法活动的， LAEX有权立即终止继续对其提供LAEX服务，注销其账号，并要求其赔偿由此给LAEX造成的损失；
4.如用户以技术手段干扰LAEX的运行或干扰其他用户对LAEX使用的，LAEX有权立即注销其LAEX账号，并有权要求其赔偿由此给LAEX造成的损失；
5.如用户以虚构事实等方式恶意诋毁LAEX的商誉，LAEX有权要求用户向LAEX公开道歉，赔偿其给LAEX造成的损失，并有权终止对其提供LAEX服务。

十四、可分性
如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。

十五、争议解决
凡用户与LAEX平台因本协议引起的或与本协议有关的任何争议，由双方友好协商解决。协商不成时，双方均有权向LAEX平台所在地人民法院提起诉讼。

十六、协议的生效和解释
本协议于用户点击LAEX注册页面的同意注册并完成注册程序、获得LAEX账号和密码时生效，对LAEX和用户均具有约束力。
    </pre>
  </div>
</template>
